Repository: KDE/ktp-text-ui
Catalog: po/*/ktp-log-viewer.po
Languages: ka

# NAME OF TRANSLATORS
source: Your names
ka: Temuri Doghonadze

# EMAIL OF TRANSLATORS
source: Your emails
ka: Temuri.doghonadze@gmail.com

source: History
ka: ისტორია

source: Sort messages:
ka: შეტყობინებების დალაგება:

source: &Oldest on top
ka: &ჯერ უძველესი

source: &Newest on top
ka: ჯერ &უახლესი

# Number of existing conversations.
source: %1 conversation
ka: %1 საუბარი

# Placeholder text in line edit for filtering contacts
source: Filter contacts...
ka: კონტაქტების გაფილტვრა...

source: &Configure LogViewer
ka: ჟურნალის დათვალიერების &მორგება

source: Clear &account history
ka: &ანგარიშის ისტორიის გასუფთავება

source: Clear &contact history
ka: &კონტაქტის ისტორიის გასუფთავება

source: &Import Kopete Logs
ka: Kopete -ის ჟურნალის &შემოტანა

source: &Previous Conversation
ka: &წინა საუბარი

source: &Next Conversation
ka: &შემდეგი საუბარი

source: Are you sure you want to remove all logs from account %1?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, წაშალოთ ყველა ჟურნალი ანგარიშიდან %1?

source: Clear account history
ka: ანგარიშის ისტორიის გასუფთავება

# %1 is contactdisplay name
source: Are you sure you want to remove history of all conversations with %1?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, წაშალოთ ყველა საუბარი ანგარიშთან %1?

source: Clear contact history
ka: კონტაქტის ისტორიის გასუფთავება

# %1 is contact display name, %2 is contact UID
source: Are you sure you want to remove history of all conversations with %1 (%2)?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, წაშალოთ ყველა საუბარი %1-თან (%2)?

source: No Kopete logs found.
ka: Kopete -ის ჟურნალის ვერ ვიპოვე.

source: There are no logs for this contact
ka: ამ კონტაქტისთვის ჟურნალი არ არსებობს

source: L&ogs
ka: &ჟურნალი

source: &Conversation
ka: &საუბარი

source: LogViewer
ka: &ჟურნალის დათვალიერება

source: Search all logs...
ka: ჟურნალში ძებნა...

source: Import Logs
ka: ჟურნალის შემოტანა

source: Import Kopete Logs
ka: Kopete -ის ჟურნალის შემოტანა

source: We have found Kopete logs that seem to match some of your KDE Telepathy accounts. Do you want to import these logs from Kopete to KDE Telepathy?
ka: აღმოვაჩინეთ Kopete-ის ჟურნალი, რომელიც, როგორც ჩანს, KDE Telepathy-ის ზოგიერთ თქვენს ანგარიშს ემთხვევა. გნებავთ მათი ჟურნალის KDE Telepathy-ში შემოტანა?

source: Done
ka: დასრულებულია

source: KDE IM Log Viewer
ka: KDE IM -ის ჟურნალის დათვალიერება

source: David Edmundson
ka: დავიდ ედმუნდსონი

source: Developer
ka: პროგრამისტი

source: The UID of the account to preselect
ka: წინასწარ ასარჩევი ანგარიშის UID

source: The UID of the contact to preselect
ka: წინასწარ ასარჩევი კონტაქტის UID

source: Unknown or invalid contact
ka: უცნობი ან არასწორი კონტაქტი

source: Older conversation
ka: ძველი საუბარი

source: Newer conversation
ka: ახალი საუბარი

source: There are no logs for this day
ka: ამ დღისთვის ჟურნალი არ არსებობს

source: Unsorted
ka: დაულაგებელი
